Repository: trigg/Discover
Catalog: discover_overlay/locales/*/LC_MESSAGES/default.po
Languages: fr

source: Usage
fr: Utilisation

source: Show an X11 or wlroots overlay with information
fr: Affiche un overlay X11 ou wlroots avec des informations

source: from Discord client
fr: du client Discord

source: Open configuration window
fr: Ouvrir la fenêtre de configuration

source: Close currently running instance
fr: Fermer une instance ouverte

source: Verbose output for aid in debugging
fr: Sortie verbeuse pour aider au débogage

source: This screen
fr: Cet écran

source: Hide overlay
fr: Cacher l’overlay

source: Show overlay
fr: Afficher l’overlay

source: Send command, not start new instance.
fr: Envoyer une commande, sans démarrer une nouvelle instance.

source: Set own user to mute
fr: Se rendre muet

source: Set unmuted
fr: Ne plus se rendre muet

source: Set own user to deafened
fr: Se mettre en sourdine

source: Unset user deafened state
fr: Ne plus se mettre en sourdine

source: Move the user into voice room, by Room ID
fr: Se déplacer dans un salon vocal, par ID de salon

source: If tray icon is enabled, start with only tray icon and no configuration window
fr: Si le raccourci de la barre d’outils est activé, démarrer seulement avec le raccourci et sans fenêtre de configuration

source: For gamescope compatibility ensure ENV has 'GDK_BACKEND=x11'
fr: Pour la compatibilité avec gamescope, assurez vous d’avoir défini la variable d’environnement « GDK_BACKEND=x11 »

source: Welcome to Discover Overlay
fr: Bienvenue sur le Discover Overlay

source: Discover-Overlay is a GTK3 overlay written in Python3. It can be configured to show who is currently talking on discord or it can be set to display text and images from a preconfigured channel. It is fully customisable and can be configured to display anywhere on the screen. We fully support X11 and wlroots based environments. We felt the need to make this project due to the shortcomings in support on Linux by the official discord client.
fr: Discover Overlay est un overlay GTK3 écris en Python3. Il peut être configuré pour afficher qui est en train de parler sur discord, ou pour afficher texte et images provenant d’un salon sélectionné. Il est complètement personnalisable et peut être configuré pour afficher n’importe où sur votre écran. Nous ressentions le besoin de créer ce projet à cause du manque de support du client officiel sur Linux.

source: Please visit our discord
fr: N’hésitez pas à visiter notre discord

source: for support. Or open an issue on our GitHub
fr: pour avoir de l’aide ou ouvrez une issue sur notre GitHub

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Left
fr: Gauche

source: Middle
fr: Milieu

source: Right
fr: Droite

source: Settings
fr: Ouvrir les Paramètres

source: Close Overlay
fr: Désactiver l’overlay

source: Close Settings
fr: Quitter

source: Place Window
fr: Choisir la position de la fenêtre

source: Place & resize this window then press Green!
fr: Bougez & redimensionnez cette fenêtre puis appuyez sur Vert!

source: Place & resize this window then press Save!
fr: Bougez & redimensionnez cette fenêtre puis appuyez sur Sauvegarder!

source: Save this position
fr: Sauvegarder cette position

source: Alphabetically
fr: Ordre alphabétique

source: Last Spoken
fr: Dernier à avoir parlé

source: Shrink
fr: Rétrécir

source: Wrap
fr: Retour à la ligne

source: None
fr: Aucun

source: Discover Overlay Configuration
fr: Configuration de Discover Overlay

source: INTRO TEXT
fr: TEXT D’INTRO

source: Close overlay
fr: Fermer l’overlay

source: Overview
fr: Informations

source: Display Horizontally
fr: Afficher horizontalement

source: Talking
fr: En train de parler

source: Idle
fr: Silencieux

source: Mute
fr: Muet

source: Foreground
fr: Texte

source: Background
fr: Arrière-plan

source: Border
fr: Bordure

source: Hide Overlay on Mouseover
fr: Cacher l’overlay au survolement de la souris

source: Show again after (seconds)
fr: Afficher de nouveau après (secondes)

source: Overlay Location
fr: Position de l’overlay

source: Floating
fr: Flottant

source: Anchor to Edge
fr: Ancré au bord

source: Voice
fr: Voix

source: Show Names
fr: Afficher les noms

source: Font
fr: Police

source: Text Padding
fr: Écart du texte

source: Text Vertical Offset
fr: Décalage vertical du texte

source: Show Title
fr: Afficher le titre

source: Show Connection Status
fr: Afficher l’état de la connection

source: Title Font
fr: Police du titre

source: Horizontal Edge Padding
fr: Écart horizontal avec le bord

source: Show Test Content
fr: Afficher le contenu de test

source: Test Data Count
fr: Nombre de tests

source: Show While Disconnected
fr: Afficher quand déconnecté

source: Verticle Edge Padding
fr: Écart vertical avec le bord

source: Limit text length
fr: Taille limite du texte

source: Show Avatar
fr: Afficher les avatars

source: Square Avatar
fr: Avatars carrés

source: Fancy Avatar Shapes
fr: Formes d’avatar chic

source: Avatar Size
fr: Taille des avatars

source: Avatar Opacity
fr: Opacité des avatars

source: Display Speakers Only
fr: Afficher seulement les parleurs

source: Speakers Grace Period
fr: Période de grâce des parleurs

source: Overflow Style
fr: Style de débordement

source: Order Users By
fr: Ordre des utilisateurs

source: Highlight Self
fr: Surbrillance de soi-même

source: Border width
fr: Largeur des bordures

source: Padding between users
fr: Espace entre les utilisateurs

source: Reset Voice Settings
fr: Réinitialiser les paramètres de voix

source: Fade out when Inactive
fr: Cacher progressivement à l’inactivité

source: Inactive Opacity
fr: Opacité à l’inactivité

source: Time before Inactive
fr: Temps avant l’inactivité

source: Time Fading out
fr: Durée du fondu

source: Voice - Advanced
fr: Voix — Avancé

source: Enable
fr: Activer

source: Popup Style
fr: Habiller le popup

source: Line Limit
fr: Limite du nombre de lignes

source: Show Attachments
fr: Afficher les pièce jointes

source: Background Colour
fr: Couleur de l’arrière-plan

source: Text Colour
fr: Couleur du texte

source: Channel
fr: Salon

source: Refresh List
fr: Rafraîchir la liste

source: Server
fr: Serveur

source: Popup time limit
fr: Limite de temps du popup

source: Reset Text Settings
fr: Réinitialiser les paramètres de texte

source: Text
fr: Texte

source: Reverse Order
fr: Ordre inversé

source: Popup Timer
fr: Limite de temps du popup

source: Limit Popup Width
fr: Taille limite du popup

source: Show Icon
fr: Afficher l’icône

source: Icon Position
fr: Position de l’icône

source: Border Radius
fr: Arrondissement des bordures

source: Padding Between Notifications
fr: Espace entre notifications

source: Icon Size
fr: Taille des icônes

source: Icon Padding
fr: Espace entre icônes

source: Unknown
fr: Inconnu

source: Reset Notification Settings
fr: Réinitialiser les paramètres de notification

source: Run Overlay on Startup
fr: Afficher l’overlay au démarrage

source: Run Configuration on Startup
fr: Afficher la configuration au démarage

source: Force XShape
fr: Forcer la XShape

source: Show Tray Icon
fr: Afficher le raccourci de la barre d’outils

source: Start Settings Minimized
fr: Démarrer avec les paramètres minimisés

source: Hide Overlays
fr: Cacher les overlays

source: Reset Core Settings
fr: Réinitialiser les paramètres du noyeau

source: Integrate with Pipewire/Pulseaudio
fr: Intégration avec Pipewire/Pulseaudio

source: Core
fr: Réglages
